{
  "lang": "en",
  "title": "Jomai",
  "description": "Jomai is a desktop search system specialized for Markdown files",
  "overview": {
    "title": "Instantly search Markdown files",
    "description": "Jomai indexes and makes searchable the Markdown documents on your computer. Once indexed, Jomai's optimized search function makes it easy to find your documents. No more worrying about where to put your documents. Just write it down, and you can quickly search and find it when you need it.",
    "image1": "screenshot-main-light-ja.png"
  },
  "features": {
    "title": "Features",
    "item1": "Jomai is a desktop search system specialized for Markdown files.",
    "item2": "Indexes and makes searchable files on local disk.",
    "item3": "Finds the file using the file name and the content, frontmatter.",
    "item4": "Guesses the language used from the file content and indexes it best for that language (English and Japanese are supported in the current version).",
    "item5": "Captures and makes documents searchable anywhere on the local disk (requires preconfigured monitored paths).",
    "item6": "Place the document near your project folder or other related files. There is no need to remember where you put them. You can easily find them by searching.",
    "item7": "Open the file you found in your favorite editor.",
    "item8": "Jomai does not transmit your data externally. Everything is handled within your computer. (except for checking and downloading new versions)",
    "item9": "It is easy to uninstall. Simply delete the installed application and data folder (/Users/<your-home>/Library/Application Support/app.jomai.jomai)"
  },
  "futurePlans": {
    "title": "Future development plans",
    "moreLanguageSupport": "More supported languages",
    "moreFileTypeSupport": "More file types",
    "morePlatformSupport": "Windows and Linux",
    "cliSupport": "CLI (command line interface)"
  },
  "downloads": {
    "title": "Downloads",
    "macOsAppleSilicon": "macOS (Apple Silicon) v0.1.0 beta",
    "macOsIntel": "macOS (Intel) v0.1.0 beta",
    "note": "The beta version has an expiration date of approximately 30 days. The expiration date will be extended when you install a new version."
  },
  "contact": {
    "title": "Contact",
    "email": "Mail address",
    "message": "Message",
    "send": "Send"
  }
}
